Repository: qomon/qomon-wp-plugin
Catalog: languages/qomon-*.po
Languages: fr_fr

source: Easily insert your Qomon form in your site. By adding a shortcode [qomon-form] or even by adding a custom block created by Qomon.
fr_fr: Insérez facilement votre formulaire Qomon dans votre site. En ajoutant un code court [qomon-form] ou même en ajoutant un bloc personnalisé créé par Qomon.

source: https://qomon.com
fr_fr: https://fr.qomon.com/

source: Welcome to Qomon for WordPress
fr_fr: Bienvenue sur Qomon pour WordPress

source: https://www.qomon.com
fr_fr: https://fr.qomon.com/

source: is an organization that helps causes, NGOs, campaigns, elected officials, movements & businesses engage more citizens, take concrete action and amplify their impact.
fr_fr: est une organisation qui aide les causes, ONGs, campagnes, élu(e)s, mouvements & entreprises à engager plus de citoyens, mener des actions concrètes et amplifier leur impact.

source: Qomon allows, among other things, to create forms, customize their colors and fields, to consult the opinion of your contacts or allow new contacts, for example, to subscribe to your newsletter.
fr_fr: Qomon permet entre autre de créer des formulaires, d’en personnaliser les couleurs et les champs, pour consulter l’avis de vos contacts ou permettre à de nouveaux contacts, par exemple, de s’abonner à votre newsletter.

source: Integrate the form easily into your website with this plugin!
fr_fr: Intégrez le formulaire facilement à votre site Internet grâce à ce plugin !

source: If you are not a Qomon customer yet, and would like to use this feature, you can get more information and request a demo
fr_fr: Si vous n’êtes pas encore client Qomon, et que vous souhaitez utiliser cette fonctionnalité, vous pouvez obtenir plus d’informations et demander une démo

source: here
fr_fr: ici

source: Using the WordPress plugin
fr_fr: Utiliser le plugin WordPress

source: To add a Qomon form to your page you have 2 options:
fr_fr: Pour ajouter un formulaire Qomon à votre page vous avez 2 options :

source: I. Adding through the Qomon Form Block
fr_fr: I. Ajout grâce au bloc Qomon Form

source: Once activated you will be able to add a form to your page using a Qomon Form Block:
fr_fr: Une fois activé vous pourrez ajouter un formulaire sur votre page en utilisant un bloc Qomon Form :

source: The block will appear, allowing you to add the id of your form to it:
fr_fr: Le bloc s’affichera, vous permettant d’y ajouter l’id de votre formulaire :

source: Specify your form type:
fr_fr: Précisez votre type de formulaire :

source: The published or previewed page will display the corresponding form:
fr_fr: La page publiée ou en mode aperçu affichera le formulaire correspondant :

source: II. Adding through the shortcode [qomon-form]
fr_fr: II. Ajout grâce au code court [qomon-form]

source: In the same way you can add a shortcode block:
fr_fr: De la même façon vous pouvez ajouter un bloc shortcode :

source: Once this block is on the page it will be necessary to write this code [qomon-form id=my-form-id] in the block, my-form-id will be to replace by the id of your form:
fr_fr: Une fois celui-ci sur la page il faudra écrire ce code [qomon-form id=my-form-id] dans le bloc, my-form-id sera à remplacer par l’id de votre formulaire :

source: Your form is now available, your signatories can fill out the form!
fr_fr: Votre formulaire est maintenant disponible, vos signataires peuvent remplir le formulaire !

source: To go further in the customization of this one, or for any help concerning the plugin, you can consult
fr_fr: Pour aller plus loin dans la personnalisation de celui-ci, ou pour toute aide concernant le plugin, vous pouvez consulter

source: https://help.qomon.com/en/articles/7439238-how-can-i-integrate-a-qomon-form-on-my-website
fr_fr: https://help.qomon.com/fr/articles/7439238-comment-integrer-un-formulaire-sur-mon-site-internet

source: this page
fr_fr: cette page

source: Qomon form ID
fr_fr: ID du formulaire Qomon

source: Form Type
fr_fr: Type de formulaire

# block title
source: Qomon Form
fr_fr: Formulaire Qomon

# block description
source: Qomon form block scaffolded with Create Block tool.
fr_fr: Bloc Formulaire Qomon créé à l’aide de l’outil Créer un bloc.
